export const cityIconData = [
  {
    adcode: 650000,
    name: '新疆维吾尔自治区',
    value: [88.999903, 43.607078],
  },
  {
    // adcode: 150000,
    name: '内蒙古自治区',
    value: [119.24787, 42.205741],
  },
  ,
  {
    // adcode: 150000,
    name: '内蒙古自治区',
    value: [110.627161, 41.16628],
  },
  {
    // adcode: 540000,
    name: '西藏自治区',
    value: [89.483714, 30.251951],
  },
  {
    // adcode: 630000,
    name: '青海省',
    value: [102.064693, 37.084008],
  },
  {
    // adcode: 530000,
    name: '云南省',
    value: [102.187665, 25.083688],
  },
  {
    // adcode: 610000,
    name: '陕西省',
    value: [109.20663, 35.018625],
  },
]
